[
        {
            "name": "Sapphire",
            "url": "assets/images/blue.jpeg",
            "alt": "blue gem",
            "description": "Sapphire is one of the three gem-varieties of corundum, the other two being ruby (defined as corundum in a shade of red) and padparadscha (a pinkish orange variety). Although blue is the best-known sapphire color, they occur in other colors, including gray and black, and they can be colorless.Significant sapphire deposits are found in Eastern Australia, Thailand, Sri Lanka, China (Shandong), Madagascar, East Africa, and in North America in a few locations, mostly in Montana.[3] Sapphire and rubies are often found in the same geological setting.[4] Every sapphire mine produces a wide range of quality - and origin is not a guarantee of quality. For sapphire, Kashmir receives the highest premium although Burma, Sri Lanka, and Madagascar also produce large quantities of fine quality gems.[2] The cost of natural sapphires varies depending on their color, clarity, size, cut, and overall quality. For gems of exceptional quality, an independent determination from a respected laboratory such as the GIA, AGL or Gueblin of origin often adds to value. Blue sapphire[edit]Teardrop-shaped blue sapphire. Gemstone color can be described in terms of hue, saturation, and tone. Hue is commonly understood as the \"color\" of the gemstone. Saturation refers to the vividness or brightness of the hue, and tone is the lightness to darkness of the hue.[5] Blue sapphire exists in various mixtures of its primary (blue) and secondary hues, various tonal levels (shades) and at various levels of saturation (vividness). Blue sapphires are evaluated based upon the purity of their primary hue. Purple, violet, and green are the most common secondary hues found in blue sapphires.[6] Violet and purple can contribute to the overall beauty of the color, while green is considered to be distinctly negative. Blue sapphires with up to 15% violet or purple are generally said to be of fine quality. Gray is the normal saturation modifier or mask found in blue sapphires. Gray reduces the saturation or brightness of the hue, and therefore has a distinctly negative effect.[6] The color of fine blue sapphires may be described as a vivid medium dark violet to purplish blue where the primary blue hue is at least 85% and the secondary hue no more than 15%, without the least admixture of a green secondary hue or a gray mask.[5]",
            "wiki": "https://en.wikipedia.org/wiki/Sapphire"
        },
        {
            "name": "Emerald",
            "url": "assets/images/green.jpeg",
            "alt": "green gem",
            "description":"Emeralds, like all colored gemstones, are graded using four basic parameters–the four Cs of Connoisseurship: Color, Clarity, Cut and Carat weight. Before the 20th century, jewelers used the term water, as in \"a gem of the finest water\",[5] to express the combination of two qualities: color and clarity. Normally, in the grading of colored gemstones, color is by far the most important criterion. However, in the grading of emeralds, clarity is considered a close second. A fine emerald must possess not only a pure verdant green hue as described below, but also a high degree of transparency to be considered a top gem.[6]  In the 1960s, the American jewelry industry changed the definition of \"emerald\" to include the green vanadium-bearing beryl as emerald. As a result, vanadium emeralds purchased as emeralds in the United States are not recognized as such in the UK and Europe. In America, the distinction between traditional emeralds and the new vanadium kind is often reflected in the use of terms such as \"Colombian Emerald\".[7]  Color In gemology,[8] color is divided into three components: hue, saturation, and tone. Emeralds occur in hues ranging from yellow-green to blue-green, with the primary hue necessarily being green. Yellow and blue are the normal secondary hues found in emeralds. Only gems that are medium to dark in tone are considered emerald; light-toned gems are known instead by the species name green beryl. The finest emerald are approximately 75% tone on a scale where 0% tone would be colorless and 100% would be opaque black. In addition, a fine emerald should be well saturated and have a hue that is bright (vivid). Gray is the normal saturation modifier or mask found in emerald; a grayish-green hue is a dull-green hue.[6]  Clarity  Brazilian emerald (grass-green variety of the mineral beryl) in a quartz-pegmatite matrix with typical hexagonal, prismatic crystals.[9] Emerald tends to have numerous inclusions and surface breaking fissures. Unlike diamond, where the loupe standard, i.e. 10× magnification, is used to grade clarity, emerald is graded by eye. Thus, if an emerald has no visible inclusions to the eye (assuming normal visual acuity) it is considered flawless. Stones that lack surface breaking fissures are extremely rare and therefore almost all emeralds are treated (\"oiled\", see below) to enhance the apparent clarity. The inclusions and fissures within an emerald are sometime described as \"jardin\" (French for 'garden'), because of their mossy appearance.[10] Imperfections are unique for each emerald and can be used to identify a particular stone. Eye-clean stones of a vivid primary green hue (as described above), with no more than 15% of any secondary hue or combination (either blue or yellow) of a medium-dark tone, command the highest prices.[6] The relative non-uniformity motivates the cutting of emeralds in cabochon form, rather than faceted shapes. Faceted emeralds are most commonly given an oval cut, or the signature cmerald cut, a rectangular cut with facets around the top edge.",
          "wiki": "https://en.wikipedia.org/wiki/Emerald"
        },
        {
            "name": "Ruby",
            "url": "assets/images/red.jpeg",
            "alt": "red gem",
            "description":"Rubies have a hardness of 9.0 on the Mohs scale of mineral hardness. Among the natural gems only moissanite and diamond are harder, with diamond having a Mohs hardness of 10.0 and moissanite falling somewhere in between corundum (ruby) and diamond in hardness. Sapphire, ruby, and pure corundum are α-alumina, the most stable form of Al2O3, in which 3 electrons leave each aluminum ion to join the regular octahedral group of six nearby O2− ions; in pure corundum this leaves all of the aluminum ions with a very stable configuration of no unpaired electrons or unfilled energy levels, and the crystal is perfectly colorless.  When a chromium atom replaces an occasional aluminum atom, it too loses 3 electrons to become a chromium3+ ion to maintain the charge balance of the Al2O3 crystal. However, the Cr3+ ions are larger and have electron orbitals in different directions than aluminum. The octahedral arrangement of the O2− ions is distorted, and the energy levels of the different orbitals of those Cr3+ ions are slightly altered because of the directions to the O2− ions.[4] Those energy differences correspond to absorption in the ultraviolet, violet, and yellow-green regions of the spectrum.   Transmittance of ruby in optical and near-IR spectra. Note the two broad violet and yellow-green absorption bands and one narrow absorption band at the wavelength of 694 nm, which is the wavelength of the ruby laser. If one percent of the aluminum ions are replaced by chromium in ruby, the yellow-green absorption results in a red color for the gem.[4] Additionally, absorption at any of the above wavelengths stimulates fluorescent emission of 694-nanometer-wavelength red light, which adds to its red color and perceived luster.  After absorbing short-wavelength light, there is short interval of time when the crystal lattice of ruby is in an excited state before fluorescence occurs. If 694-nanometer photons pass through the crystal during that time, they can stimulate more fluorescent photons to be emitted in-phase with them, thus strengthening the intensity of that red light. By arranging mirrors or other means to pass emitted light repeatedly through the crystal, a ruby laser in this way produces a very high intensity of coherent red light.  All natural rubies have imperfections in them, including color impurities and inclusions of rutile needles known as \"silk\". Gemologists use these needle inclusions found in natural rubies to distinguish them from synthetics, simulants, or substitutes. Usually, the rough stone is heated before cutting. These days, almost all rubies are treated in some form, with heat treatment being the most common practice. Untreated rubies of high quality command a large premium.  Some rubies show a three-point or six-point asterism or \"star\". These rubies are cut into cabochons to display the effect properly. Asterisms are best visible with a single-light source and move across the stone as the light moves or the stone is rotated. Such effects occur when light is reflected off the \"silk\" (the structurally oriented rutile needle inclusions) in a certain way. This is one example where inclusions increase the value of a gemstone. Furthermore, rubies can show color changes—though this occurs very rarely—as well as chatoyancy or the \"cat's eye\" effect.",
            "wiki": "https://en.wikipedia.org/wiki/Ruby"
        }
]